cask_args appdir: "/Users/jessen-noak/Applications"
brew "kubectl"
brew "terraform@0.11"
brew "terraform-docs"
brew "coreutils"
brew "gawk"
brew "grc"
brew "the_silver_searcher"
brew "golang"
brew "bash"
brew "bash-completion"
brew "git"
brew "jq"
cask "google-cloud-sdk"
cask "visual-studio-code"
cask "iterm2"
cask "zoomus"
cask "sony-ps4-remote-play"
cask "google-chrome"
cask "docker"
cask "postman"
