cask_args appdir: "/Users/jessen-noak/Applications"
brew "kubectl"
brew "warrensbox/tap/tfswitch"
brew "terraform-docs"
brew "coreutils"
brew "gawk"
brew "grc"
brew "the_silver_searcher"
brew "golang"
brew "bash"
brew "bash-completion"
brew "git"
brew "jq"
brew "npm"
brew "graphviz"
brew "hadolint"
brew "packer"
brew "grep"
brew "rbenv"
brew "derailed/k9s/k9s"
brew "openssl"
brew "helm"
brew "pandoc"
brew "txn2/tap/kubefwd"
brew "liamg/tfsec/tfsec"
brew "fluxctl"
brew "istioctl"
brew "aquasecurity/trivy/trivy"
cask "keepassxc"
cask "google-cloud-sdk"
cask "iterm2"
cask "zoomus"
cask "sony-ps4-remote-play"
cask "google-chrome"
cask "docker"
cask "postman"
cask "skitch"
cask "itsycal"
cask "drawio"
cask "vscodium"
cask "mactex"
