cask_args appdir: "/Users/jessen-noak/Applications"
brew "kubectl"
brew "warrensbox/tap/tfswitch"
brew "terraform-docs"
brew "coreutils"
brew "gawk"
brew "grc"
brew "the_silver_searcher"
brew "golang"
brew "bash"
brew "bash-completion"
brew "git"
brew "jq"
brew "npm"
brew "hadolint"
brew "packer"
brew "grep"
brew "rbenv"
brew "derailed/k9s/k9s"
brew "kubectx"
brew "openssl"
brew "helm"
brew "pandoc"
brew "liamg/tfsec/tfsec"
brew "fluxctl"
brew "istioctl"
brew "aquasecurity/trivy/trivy"
brew "terraformer"
brew "kubeseal"
brew "krew"
brew "azure-cli"
brew "awscli"
cask "keepassxc"
cask "google-cloud-sdk"
cask "iterm2"
cask "zoom"
cask "google-chrome"
cask "docker"
cask "postman"
cask "skitch"
cask "itsycal"
cask "visual-studio-code"
cask "sentinel"
cask "powershell"
